Repository: mo7amedhammam/Health
Catalog: Health/File Support/Localization/*.lproj/Localizable.strings
Languages: ar

# Package_success_title
source: Request Added
ar: تم إرسال طلبك بنجاح

# Package_success_subtitle1
source: Please check your inbox to confirm your trip.
ar: يرجى التحقق من صندوق الوارد الخاص بك للتحقق من رحلتك.

# Package_success_subtitle2
source: Quickly linked with popular email services.
ar: تم ربطه سريعًا بخدمات البريد الإلكتروني الشائعة.

source: Customer Mesurements
ar: قياسات العميل

source: select next session
ar: تحديد السيشن القادمة

source: send customer notification
ar: إرسال تنبيه للعميل

# Files_Title
source: Files
ar: الملفات

source: Package Files
ar: ملفات الباقة

source: Customer Files
ar: ملفات العميل

source: Next Session selection
ar: تحديد السيشن القادمة

# laquestions_
source: questions
ar: الأسألة

source: Yes
ar: نعم

source: No
ar: لا

source: Type Answer Here
ar: اكتب الإجابة هنا

# laalergy_
source: allergies
ar: الحساسية

source: Back
ar: عودة

source: previous answers
ar: الإجابات السابقة

source: new answer
ar: إجابة جديدة

source: By.
ar: بواسطة.

# no_answers_to_be_sent
source: There are no answers to send it
ar: لا توجد إجابات لإرسالها

source: upload New File
ar: اضافه ملف جديد

# docPackReq_title
source: Your request has been sent successfully
ar: تم إرسال طلبك بنجاح

# docPackReq_subtitle1
source: Please check your inbox to check your flight.
ar: يرجى التحقق من صندوق الوارد الخاص بك للتحقق من رحلتك.

# docPackReq_subtitle2
source: Quickly linked to popular email services.
ar: تم ربطه سريعًا بخدمات البريد الإلكتروني الشائعة.

# docPackReq_btn
source: Home
ar: الصفحة الرئيسية

# add1_title
source: Consultations with nutritionists
ar: استشارات مع خبراء تغذية

# add1_subtitle
source: To achieve your goals.
ar: لمساعدتك على تحقيق أهدافك.

# add1_button
source: Choose your package
ar: اختر باقتك الآن

# add2_title
source: Sehaty With AlNada App!
ar: تطبيق صحتي مع الندى!

# add2_subtitle
source: Consultations with nutritionists To achieve your goals.
ar: استشارات مع خبراء تغذية لمساعدتك على تحقيق أهدافك.

# add2_button
source: Choose your package
ar: اختر باقتك الآن

source: rescheduale requests
ar: طلبات تغيير المواعيد

source: requests
ar: الطلبات

source: old schedual
ar: المعاد القديم

source: new schedual
ar: المعاد الجديد

source: accept
ar: قبول

source: reject
ar: رفض

source: no requests found
ar: لم يتم العثور على طلبات
