Repository: mo7amedhammam/Health
Catalog: Health/File Support/Localization/*.lproj/Localizable.strings
Languages: ar

# lang_Title
source: Language
ar: اللغة

# lang_Subtitle
source: Please Select Language And Country
ar: الرجاء اختيار اللغة والدولة

# lang_Country_title
source: Country
ar: الدولة

# lang_Country_subitle
source: Select Country
ar: اختر الدولة

# lang_Language_title
source: Language
ar: اللغة

# lang_Language_subtitle
source: Select Language
ar: اختر اللغة

# lang_En_Btn
source: English
ar: الإنجليزية

# lang_Ok_Btn
source: Confirm
ar: تأكيد

# bord1_tilte
source: Welcome to My Health with Al Nadda!
ar: مرحبًا بك في صحتي مع الندى!

# bord1_subtilte
source: Consultations with nutrition experts to help you achieve your goals.
ar: استشارات مع خبراء تغذي ة لمساعدتك على تحقيق أهدافك.

# bord2_tilte
source: Healthy nutrition fits your goals!
ar: تغذية صحية تناسب أهدافك!

# bord2_subtilte
source: Custom packages to improve your lifestyle.
ar: باقات مخصصة لتحسين نمط حياتك.

# bord3_tilte
source: Follow your health easily!
ar: تابع صحتك بسهولة!

# bord3_subtilte
source: Trace blood pressure, sugar, and hemoglobin with one touch.
ar: تتبع ضغط الدم، السكر، والهيموجلوبين بلمسة واحدة.

# bord4_tilte
source: Don't miss your appointments and medicines!
ar: لا تفوّت مواعيدك وأدويتك!

# bord4_subtilte
source: Smart reminders for doses and medical appointments.
ar: تذكيرات ذكية للجرعات والمواعيد ا لطبية.

# bord5_tilte
source: Integrated medical and nutritional consultations!
ar: استشارات طبية وتغذوية متكاملة!

# bord5_subtilte
source: Experts to help you with your health decisions.
ar: خبراء لمساعدتك في قراراتك الصحية.

# bord_btn_next
source: Next
ar: التالي

# bord_btn_start
source: Start
ar: إبدأ

# bord_btn_skip
source: Skip
ar: تخطي

source: Customer
ar: مريض

# login_title
source: Login
ar: تسجيل الدخول

# login_subtitle
source: Enter Your Date and press ”Login”
ar: ادخل بياناتك ثم اضغط على “تسجيل الدخول”

# login_mobile_title
source: Mobile Number
ar: رقم الموبايل

# login_mobile_placeholder
source: Enter Your Mobile Number
ar: ادخل رقم الموبايل الخاص بك

# login_password_title
source: Password
ar: كلمة المرور

# login_password_placeholder
source: Enter Your Password
ar: ادخل كلمة المرور

# login_forget_Password
source: Forget Your Password?
ar: نسيت كلمة المرور؟

# login_signin_btn
source: Sign In
ar: تسجيل الدخول

# login_not_signin
source: Don't have an account?
ar: لم تقم بإنشاء حساب حتى الآن؟

# login_signup_btn
source: Create Account
ar: إنشاء حساب

source: Login_With_password_First
ar: تسجيل الدخول باستخدام كلمة المرور أولاً

# login_type_mobile_first
source: enter mobile number first
ar: أدخل الهاتف المحمول أولاً

# Signup_title
source: Create Account
ar: إنشاء حساب

# Signup_subtitle
source: Enter Your Date and press ”Create”
ar: ادخل بياناتك ثم اضغط على “إنشاء”

# signup_name_title
source: Full Name
ar: الاسم بالكامل

# signup_name_placeholder
source: Enter Your Full Name
ar: ادخل اسمك بالكامل

# signup_mobile_title
source: Mobile Number
ar: رقم الموبايل

# signup_mobile_placeholder
source: Enter Mobile Number
ar: ادخل رقم الموبايل الخاص بك

# signup_gender_title
source: Gender
ar: الجنس

# signup_gender_placeholder
source: Select Gender
ar: اختر الجنس

# signup_password_title
source: Password
ar: كلمة المرور

# signup_password_placeholder
source: Enter Your Password
ar: ضع كلمة المرور الخاصة بك

# signup_confirmpassword_title
source: Confirm Password
ar: تأكيد كلمة المرور

# signup_confirmpassword_placeholder
source: Enter Your Password
ar: أكد كلمة المرور الخاصة بك

# signup_terms_title
source: Creating Account Means You Agree To
ar: من خلال إنشاء حساب فإنك توافق على

# signup_service_condition
source: Service Conditions
ar: شروط الخدمة

# signup_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية

# signup_refund_policy
source: Refund Policy
ar: سياسة الاسترجاع

# signup_signup_btn
source: Create
ar: إنشاء

# signup_have_account
source: Already have an account?
ar: لديك حساب بالفعل؟

# signup_signin_btn
source: Login
ar: تسجيل الدخول

# main_title
source: OTP Verification
ar: رمز التحقق

# code_sentmsg
source: OTP Is Sent To
ar: تم إرسال رمز المصادقة إلى

# didnt_get_code
source: Didn't Receive Code ?
ar: لم تحصل عليه بعد؟

# resend_code
source: Resend OTP
ar: اعد ارسال الرمز

# remain_sec
source: sec Left
ar: ثانيه متبقيه

# created_title
source: Account Created successfully
ar: تم إنشاء حسابك بنجاح!

# created_subtitle1
source: Please check your inbox to verify your journey.
ar: يرجى التحقق من صندوق الوارد الخاص بك للتحقق من رحلتك.

# created_subtitle2
source: Quickly linked to popular email services.
ar: تم ربطه سريعًا بخدمات البريد الإلكتروني الشائعة.

# created_btn
source: Done
ar: موافق

# reset_title
source: Password Reset successfully!
ar: تم إعادة ضبط كلمة المرور بنجاح!

# reset_subtitle1
source: Please check your inbox to verify your journey.
ar: يرجى التحقق من صندوق الوارد الخاص بك للتحقق من رحلتك.

# reset_subtitle2
source: Quickly linked to popular email services.
ar: تم ربطه سريعًا بخدمات البريد الإلكتروني الشائعة.

# reset_btn
source: Done
ar: تم

# changed_title
source: Password Changed successfully!
ar: تم تغيير كلمة المرور بنجاح!

# changed_subtitle1
source: Please check your inbox to verify your journey.
ar: يرجى التحقق من صندوق الوارد الخاص بك للتحقق من رحلتك.

# changed_subtitle2
source: Quickly linked to popular email services.
ar: تم ربطه سريعًا بخدمات البريد الإلكتروني الشائعة.

# changed_btn
source: Done
ar: تم

# forget_title
source: Reset Password
ar: نسيت كلمة المرور

# forget_subtitle
source: Type your New Passowrd
ar: أدخل كلمة المرور الجديدة

# forget_pass_title
source: New Password
ar: كلمة المرور الجديدة

# forget_pass_placeholder
source: Type your New Passowrd
ar: ضع كلمة المرور الجديدة

# forget_repass_title
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# forget_repass_placeholder
source: ReType your New Passowrd
ar: أكد كلمة المرور الجديدة

# forget_btn_title
source: Reset Password
ar: إعادة الضبط

# change_sc_title
source: Reset Password
ar: تغيير كلمة المرور

# change_sc_oldpass_title
source: Old Password
ar: كلمة المرور القديمة

# change_sc_oldpass_placeholder
source: Type your Old Passowrd
ar: ضع كلمة المرور القديمة

# change_sc_pass_title
source: New Password
ar: كلمة المرور الجديدة

# change_sc_pass_placeholder
source: Type your New Passowrd
ar: ضع كلمة المرور الجديدة

# change_sc_repass_title
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# change_sc_repass_placeholder
source: ReType your New Passowrd
ar: أكد كلمة المرور الجديدة

# change_sc_btn_title
source: Change Password
ar: تغيير

# home_navtitle
source: Home
ar: الصفحة الرئيسية

# home_Welcome
source: Welcome,
ar: مرحباً,

# home_subtitle1
source: Sehaty With AlNada
ar: تطبيق صحتي مع الندى!

# home_subtitle2
source: Consultations with nutrition experts to help you achieve your goals.
ar: استشارات مع خبراء تغذية لمساعدتك على تحقيق أهدافك.

# home_lastMes
source: Last Measurments
ar: قياساتك الأخيرة

# home_newadv
source: New Advices
ar: نصائح حديثة

# home_mostviewedadv
source: Most Viewed Advices
ar: النصائح الأكثر مشاهدة

# mes_inDate
source: Date:
ar: بتاريخ:

source: Join Now
ar: انضم الان

source: Most Booked
ar: الأكثر حجزا

source: Most Viewed
ar: الأكثر مشاهدة

source: Doctor
ar: دكتور

source: Patient
ar: العميل

# mesurement_det_title
source: mesurement of
ar: قياس

source: subcategory
ar: تصنيف فرعي

source: package
ar: باقة

source: Days
ar: يوم

source: Hours
ar: ساعه

source: Minutes
ar: دقيقه

source: More Detail
ar: تفاصيل أكثر

source: reSchedual
ar: اعادة الجدولة

# notfication_active
source: active
ar: فعّال

# notfication_inactive
source: inactive
ar: مُنتهي

# measurements
source: Your Measurements
ar: قياساتك

source: available measurements
ar: نتيجة قياس متاحة

source: Last Measurement:
ar: آخر قياس:

# in_Date_
source: Date:
ar: بتاريخ:

# mesurement_recorded
source: Just
ar: تم تسجيل

# mesurement_JusMesurment
source: Measurement Recorded
ar: قياس فقط

source: mesurement
ar: قياس

# add_new_mes
source: add new mesurement
ar: تسجيل قياس جديد

# la_search
source: Search
ar: البحث

source: last 7 days
ar: أخر 7 أيام

source: last 3 months
ar: أخر 3 شهور

source: last year
ar: أخر سنة

# all_messurements
source: All Mesurements
ar: كل القياسات

source: or
ar: أو

source: Search
ar: بحث

# no_mes_found
source: no mesurements found
ar: لا يوجد أي قياسات

# last_mes_results
source: Previous Results
ar: نتائج قياساتك السابقة

source: normal range
ar: المعدل الطبيعي

source: within_normal_range
ar: ضمن المعدل الطبيعي

source: outside_normal_range
ar: خارج المعدل الطبيعي

source: no comment
ar: لا يوجد تعليق

# mes_val_title
source: enter mesurement
ar: ادخل القياس

# mes_val_placeholder
source: enter mesurement
ar: ادخل القياس

# mes_date_title
source: date
ar: التاريخ

# mes_date_placeholder
source: select date
ar: اختر التاريخ

# mes_comment_title
source: add comment
ar: أضف تعليق

# mes_comment_placeholder
source: add comment
ar: أضف تعليق

source: invalid format
ar: تنسيق غير صالح

source: try again with
ar: حاول باستخدام

source: please enter measurement value
ar: يرجى إدخال قيمة القياس

source: please select measurement date
ar: يرجى تحديد تاريخ القياس

# home_maincat
source: main Categories
ar: التصنيفات الرئيسية

# home_nextSession
source: next Session
ar: السيشن القادمة

# home_vippackages
source: Vip Packages
ar: الباقات المتميزة

source: Discount
ar: خصم

# pack_subcat
source: sub Categories
ar: التصنيفات الفرعية

# pack_packages
source: Packages
ar: الباقات

source: sessions
ar: سيشنز

source: sessions Duration
ar: مدة السيشن

# available_doc
source: Available Doctor
ar: دكتور متاح

# Schedualling_
source: Select First Session Date
ar: تحديد معاد أول سيشن

# schedualling_Hint
source: select first session and doctor will select remainig sessions
ar: قم بتحديد معاد أول سيشن وسيقوم الطبيب بتحديد الباقي

source: Continue
ar: استمرار

source: ticket confirm title
ar: تأكيد

source: confirm Package data
ar: تأكيد بيانات الباقة

source: first session
ar: معاد أول سيشن:

# sessions_selection_hint
source: *Doctor Will select remaining sessions
ar: *سيقوم الدكتور بتحديد مواعيد باقي السيشنز

source: confirm Doctor data
ar: تأكيد بيانات الدكتور

source: Add Copon
ar: إضافة كوبون

source: enter Copon number
ar: ادخل رقم الكوبون

source: Payment shortly
ar: ملخص الدفع

source: price
ar: السعر

source: EGP
ar: جنية مصري

# la_Discount
source: Discount
ar: الخصم

source: Final price
ar: السعر النهائي

# ticket_success_title
source: The package subscription has been successful.
ar: تم الاشتراك في الباقة بنجاح

# ticket_success_subtitle1
source: Please check your inbox to check your flight.
ar: يرجى التحقق من صندوق الوارد الخاص بك للتحقق من رحلتك.

# ticket_success_subtitle2
source: It was quickly integrated with popular email services.
ar: تم ربطه سريعًا بخدمات البريد الإلكتروني الشائعة.

# ticket_success_created_btn
source: Home Page
ar: الصفحة الرئيسية

# subscriped_title
source: my subscriptions
ar: اشتراكاتي

source: subscriped packages
ar: الباقات المشترك بها

# subscriped_no_packages
source: no subscriped packages for now
ar: لا يوجد أي باقات مشترك بها حتى الآن

# subscription_nextSessions
source: Next Sessions
ar: السيشنز القادمة

source: Subscription Date
ar: تاريخ الاشتراك

source: Last Session Date
ar: تاريخ آخر جلسة

source: Active
ar: نشط

source: remain
ar: متبقي

source: sessions_ar
ar: سيشنز

source: from
ar: من

source: doc
ar: د

# renew_subscription
source: renew
ar: تجديد الاشتراك

source: Customer Details
ar: تفاصيل العميل

source: Cancel Subscription
ar: إلغاء الاشتراك

source: Chats
ar: محادثة

source: questions
ar: أسألة

source: Files
ar: الملفات

# CustAlergy_
source: Alergy
ar: الحساسية

source: Watch
ar: مشاهده

source: Open
ar: فتح

source: Download
ar: تحميل

# package_no_files
source: no files for now
ar: لا يوجد أي ملفات

source: OK
ar: موافق

# login_expired
source: you need to login again
ar: تحتاج الي تسجيل دخول جديد

# no_connection
source: you are not connected to the internet
ar: لست متصل بالانترنت

# appointments_title
source: My Appointments
ar: مواعيدي

# no_appointments
source: no appointments found
ar: لا يوجد أي مواعيد لديك

source: other sessions
ar: باقي السيشنز

# doc_name
source: doctor name
ar: اسم الدكتور

source: patient name
ar: اسم المريض

source: filter
ar: فلتر

source: from date
ar: من تاريخ

source: to date
ar: إلى تاريخ

# old_to_new
source: from old to latest
ar: من الأقدم للأحدث

# new_to_old
source: from latest to old
ar: من الأحدث للأقدم

source: Done
ar: موافق

source: cancel
ar: إلغاء

source: apply
ar: تطبيق

source: confirm
ar: تأكيد

source: favorite packages
ar: باقاتي المفضلة

# profile_title
source: My Profile
ar: الملف الشخصي

# profile_logout
source: Sign Out
ar: تسجيل الخروج

# profile_login
source: Sign In
ar: تسجيل الدخول

# profile_Packages
source: Packages
ar: الباقات

# profile_drugnotifications
source: Notifications
ar: تنبيهات الأدوية

# profile_tips
source: Tips Categories
ar: نصائح طبية

# profile_files
source: My Files
ar: ملفاتي

# profile_Favourite
source: Favourite
ar: المفضلة

# profile_allergies
source: Allergies
ar: الحساسية

# profile_Payments
source: My Payments
ar: حساباتي

# profile_settings
source: Settings
ar: الإعدادات

# profile_editProfile
source: Edit Profile
ar: تعديل الملف الشخصي

# profile_changepassword
source: Chnage Password
ar: تغيير كلمة المرور

# profile_languageandcountry
source: Language And Country
ar: اللغة والدولة

# profile_privacyandsecurity
source: Privacy And Security
ar: الحماية والخصوصية

# profile_help
source: Help
ar: المساعدة

# profile_termsandconditions
source: Terms And Conditions
ar: الشروط والأحكام

# MyFiles Title
source: My Files
ar: ملفاتي

# new_fileType
source: File Type
ar: نوع الملف

# new_filetypeplaceholder
source: Select Type
ar: اختر النوع

# new_filelink
source: File Link
ar: رابط الملف

# new_filelinkplaceholder
source: Enter File Link
ar: أدخل رابط الملف

# new_cancel_
source: cancel
ar: إلغاء

# new_confirm_
source: confirm
ar: تأكيد

# allergies_title
source: Allergies
ar: الحساسية

# allergies_header_title
source: Allergies That Affect Your Life!
ar: الحساسيات اللي بتأثر على حياتك!

# allergies_header_subtitle
source: At My Health with Al-Nada, we want to know everything about you, even small details like allergies that might bother you or affect your diet and exercise. We've created this page for you to easily list your allergies so we can give them the attention they deserve.
ar: في منصة صحتي مع الندى، يهمنا نعرف كل حاجة عنك… حتى التفاصيل الصغيرة زي أنواع الحساسية اللي ممكن تِسبّب لك تعب أو تِأثر على متابعتك لنظام التغذية أو التمارين. علشان كده، خصصنا لك الصفحة دي علشان تقدر تسجّل كل أنواع الحساسية اللي عندك بسهولة، ونتعامل معاها باهتمام.

# payments_title
source: Payments
ar: حساباتي

# payments_header
source: Welcome to your accounts page on the My Health with Al Nada platform!
ar: مرحبًا بيك في صفحة حساباتك على منصة صحتي مع الندى!

# payments_subheader
source: Here you can track all your subscription details, session balance, and purchases.
ar: هنا تقدر تتابع كل تفاصيل اشتراكاتك، رصيد الجلسات، عمليات الشراء.

# payments_currentballance
source: Current Ballance
ar: الرصيد الحالي

# payments_wallet
source: your Wallet
ar: محفظتك

# payments_Previous_details
source: Previous Subscription Details
ar: تفاصيل الاشتراكات السابقة

# payments_refund
source: Refund
ar: المبالغ المرتجعة

# payments_buy_date
source: Buy Date
ar: تاريخ الشراء

# payments_sessionCount
source: Sessions Count
ar: عدد الجلسات

# payments_sessionused
source: Used Sessions
ar: الجلسات المستخدمة

# payments_sessionsREmaining
source: Remainning Sessions
ar: الجلسات المتبقية

# payments_refundStatus
source: Status
ar: الحالة

# payments_refundReason
source: Refund Reason
ar: سبب الاسترداد

# payments_refundDate
source: Date
ar: التاريخ

# payments_refundAmount
source: Amount
ar: المبلغ

# payments_egp
source: Egyption Pound
ar: جنية مصري

# payments_notes
source: Important Notes
ar: ملاحظات مهمة

# payment_note1
source: You can use the refunded credit to book new sessions at any time.
ar: يمكنك استخدام الرصيد المرتجع لحجز جلسات جديدة في أي وقت.

# payment_note2
source: The validity of sessions is linked to the terms of each package.
ar: صلاحية الجلسات مرتبطة بشروط كل باقة.

# payment_note3
source: For more inquiries, contact customer service directly through the platform.
ar: لاستفسارات أكتر، تواصل مع خدمة العملاء مباشرة من خلال المنصة

# signup_email_title
source: email
ar: البريد الالكتروني

# signup_email_placeholder
source: type your email
ar: ادخل البريد الالكتروني

# signup_country_title
source: country
ar: الدولة

# signup_country_placeholder
source: select country
ar: اختر الدولة

# signup_speciality_title
source: speciality
ar: التخصص

# signup_speciality_placeholder
source: select speciality
ar: اختر التخصص

# Bio_title
source: Bio
ar: وصف

# Bio_placeholder
source: Type Your Bio
ar: اكتب الوصف

source: Please enter a valid name (min_2_characters)
ar: يرجى إدخال اسم صالح (أكثر من حرفين)

source: Please enter a valid mobile number (11 digits starting with 01)
ar: يرجى إدخال رقم هاتف محمول صالح (11 رقما يبدأ ب 01)

source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صالح

source: Please select gender
ar: يرجى تحديد الجنس

source: Please select country
ar: يرجى تحديد البلد

source: Please select speciality
ar: يرجى اختيار التخصص

source: save
ar: حفظ

# tips_adv
source: Tips Advices
ar: تصنيفات النصائح

# tips_newest
source: Newest Tips
ar: نصائح حديثة

# tips_interesting
source: Intersting Tips
ar: نصائح تهمك

# tips_mostviewed
source: Most Viewed Tips
ar: النصائح الأكثر مشاهدة

source: subjects
ar: مواضيع

# categ_
source: category
ar: تصنيف:

# welcom_title_elnada
source: Welcome to my health with dew!
ar: مرحبًا بك في صحتي مع الندى!

# welcom_subtitle_elnada
source: Consultations with nutrition experts to help you achieve your goals.
ar: استشارات مع خبراء تغذية لمساعدتك على تحقيق أهدافك.

# cancel_confirmation_title
source: Are you sure you want to unsubscribe from this package?
ar: هل أنت متأكد أنك تريد إلغاء الاشتراك في هذه الباقة؟

# cancel_reason_title
source: Reason to unsubscribe
ar: سبب إلغاء الاشتراك

# cancel_placeholder
source: Why are You unsubscribing
ar: برجاء إبلاغنا سبب إلغاء الاشتراك في هذه الباقة

source: ReSchedualling
ar: إعادة جدولة

# reminder_title
source: Medication Reminder
ar: تنبيهات مواعيد الأدوية

source: add new reminder
ar: إضافة تنبيه جديد

# no_reminders
source: no reminders found
ar: لا يوجد أي تنبيهات

source: your reminders
ar: تنبيهاتك السابقة

# rem_start_date
source: start date
ar: تاريخ بداية التنبيه

# rem_start_time
source: start time
ar: الساعة

# rem_drug_every
source: drug every
ar: الدواء كل

source: rem drug duration
ar: لمدة

source: hours
ar: ساعات

source: days
ar: أيام

# rem_end_date
source: end date
ar: نهاية التنبيه

# drug_active
source: active
ar: فعّال

# drug_expired
source: expired
ar: مُنتهي

# add_medication_sheet_tittle
source: add new reminder
ar: إضافة تنبيه جديد

# add_medication_name_itle
source: medication name
ar: اسم الدواء

# add_medication_name_placeholder
source: enter medication name
ar: ادخل اسم الدواء

# add_medication_start_date_title
source: start date
ar: بداية التنبيه

# add_medication_start_date_placeholder
source: select starting date
ar: اختر تاريخ بداية التنبيه

# add_medication_start_time_title
source: start time
ar: وقت بداية التنبيه

# add_medication_start_time_placeholder
source: select starting time
ar: ضع وقت بداية التنبيه

# add_medication_frequency_title
source: dose every
ar: الدواء كل

# add_medication_frequency_placeholder
source: enter medication times
ar: ضع عدد مرت أخد الدواء

# add_duration_title
source: number of days
ar: لمدة

# add_duration_placeholder
source: enter medication days
ar: ضع عدد أيام أخد الدواء

source: please enter drug
ar: يرجى إدخال الدواء

# please_enter_frequency
source: please enter medication Times
ar: يرجى إدخال عدد مرت أخد الدواء

source: please enter duration days
ar: يرجى إدخال عدد ايام أخد الدواء

# select_start_date
source: please select start date
ar: يرجى إدخال تاريخ بداية التنبيه

# select_start_time
source: please select start time
ar: يرجى إدخال وقت بداية التنبيه

# Inbody_Title
source: Inbody
ar: إنبودي

source: upload New Inbody
ar: تحميل إنبودي جديد

# inbody_no_files
source: no inbody recorded for now
ar: لا توجد بيانات إنبودي حالياً

# inbody_notes
source: notes :
ar: ملاحظات:

source: select Date
ar: حدد تاريخ

source: download Inbody
ar: تحميل التقرير

source: Downloading
ar: جارى التحميل

# inbody_success_title
source: Report uploaded successfully
ar: تم تحميل التقرير بنجاح

# inbody_success_subtitle1
source: Please check your inbox to view your journey.
ar: يرجى التحقق من صندوق الوارد الخاص بك للتحقق من رحلتك.

# inbody_success_subtitle2
source: Quickly linked with popular email services.
ar: تم ربطه سريعًا بخدمات البريد الإلكتروني الشائعة.

# inbody_success_created_btn
source: Next
ar: التالي

source: Image
ar: صوره

source: Image is Selected Successfully
ar: تم اختيار الصورة بنجاح

# new_filedate
source: Date
ar: التاريخ

# new_filedateplaceholder
source: Select Date
ar: اختر التاريخ

# new_fileName
source: File Name
ar: اسم الملف

# new_filenameplaceholder
source: Type File Name
ar: ادخل اسم الملف

# new_filecomments
source: Comments
ar: ملاحظات

# new_filecommentsplaceholder
source: Add you comment
ar: أضف ملاحظاتك

# new_fileupload
source: upload File/Image
ar: رفع ملف / صورة

# new_fileuploadplaceholder
source: Select File/Image
ar: قم برفع الملف / الصورة من هنا

source: please select image or file
ar: يرجى اختيار صورة أو ملف

source: please select date
ar: يرجى تحديد التاريخ

# doc_myscehdules
source: My Scehdules
ar: جدولي

# add_available_scheduale
source: add scheduale
ar: إضافة فترة

source: edit
ar: تعديل

source: delete
ar: تعديل

# select_available_time_slots
source: available slots
ar: تحديد الوقت

# select_available_time_slots_subtitle
source: select availabal slots
ar: قم بتحديد الفترات المتاحة إليك خلال أيام الأسبوع

# remove_all_btn
source: remove all
ar: مسح الكل

# confirm_title
source: are you sure you available in selected slots
ar: هل أنت متأكد من تحديد المواعيد المتاحة إليك؟

# confirm_del_title
source: Are you sure this period's dates be deleted?
ar: هل أنت متأكد من حذف مواعيد هذه الفترة؟

# doc_conf_succ_title
source: Your appointments have been successfully scheduled
ar: تم تحديد مواعيدك بنجاح

# doc_conf_succ_subtitle1
source: Please check your inbox to confirm your trip.
ar: يرجى التحقق من صندوق الوارد الخاص بك للتحقق من رحلتك.

# doc_conf_succ_subtitle2
source: Quickly linked with popular email services.
ar: تم ربطه سريعًا بخدمات البريد الإلكتروني الشائعة.

# doc_conf_succ_btn
source: Home screen
ar: الصفحة الرئيسية

# doc_notifications
source: Notifications
ar: التنبيهات

# doc_pay_due_amount
source: Due Amount
ar: المبلغ المُستحق

# doc_pay_received
source: Received
ar: تم استلام:

# doc_pay_total
source: Total
ar: إجمالي:

# doc_Previous_details
source: Previous Subscription Details
ar: تفاصيل الاشتراكات المدفوعة

# doc_refund
source: Refund
ar: المبالغ المترجعة للعميل

# doc_packages
source: My Packages
ar: باقاتي

# doc_no_packages
source: you don't have any Packeages yet
ar: لا يوجد لديك أي باقات حتى الآن

# doc_package_request
source: send package request
ar: إرسال طلب باقة

# new_send_btn
source: send
ar: ارسال

source: subscribtions
ar: اشتراك

# doc_your_packages
source: your packages
ar: باقاتك

source: Package selection
ar: اختيار الباقة

# Package_selection_Hint
source: Select Package You want to goin
ar: اختر الباقة التي ترغب في الانضمام إليها

# MainCategory_title
source: Main Category
ar: التصنيف الرئيسي

# MainCategory_placeholder
source: Select Main Category
ar: اختر التصنيف الرئيسي

# SubCategory_title
source: Sub Category
ar: التصنيف الفرعي

# SubCategory_placeholder
source: Select Sub Category
ar: اختر التصنيف الفرعي

# Package_title
source: Package
ar: الباقة

# Package_placeholder
source: Select Package
ar: اختر الباقة
